af4jm.vscode-m3u
andys8.jest-snippets
Angular.ng-template
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
eg2.tslint
GitHub.vscode-pull-request-github
k--kato.intellij-idea-keybindings
kisstkondoros.vscode-codemetrics
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
Orta.vscode-jest
PKief.material-icon-theme
redhat.java
ryu1kn.partial-diff
slevesque.vscode-hexdump
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
yatki.vscode-surround
yzhang.markdown-all-in-one
